source/_static/diagrams/00-tutorial-read-an-easyconfig.d2
direction: right
n0: "read file"
n1: "templates"
n2: "easyblock"
n3: "toolchain"
n4: "robot"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
